Repository: 42ae/investiclub
Catalog: data/locales/translation.tmx
Source language: en
Languages: fr

source: Home
fr: Accueil

source: Our Solution
fr: Notre solution

source: News
fr: Informations

source: Contact Us
fr: Contactez-nous

source: Dashboard
fr: Tableau de bord

source: Join a club
fr: Rejoindre un club

source: Create a club
fr: Créer un club

source: My club
fr: Mon club

source: Club settings
fr: Paramètres du club

source: Members
fr: Membres

source: Members list
fr: Liste des membres

source: Shares
fr: Parts

source: Contribution
fr: Cotisation

source: Portfolio
fr: Portefeuille

source: General Journal
fr: Journal du club

source: Charts
fr: Graphiques

source: My Account
fr: Mon Compte

source: My Profile
fr: Mon profil

source: Edit my profile
fr: Éditer mon profil

source: Privacy settings
fr: Paramètres de confidentialité

source: Account settings
fr: Paramètres du compte

source: Create an account
fr: Créer un compte

source: Log In
fr: Se connecter

source: Log Out
fr: Se déconnecter

source: Settings
fr: Paramètres

source: Profile
fr: Profil

source: Your password
fr: Votre mot de passe

source: email@example.com
fr: Email

source: This field is required and can't be empty.
fr: Ce champs est requis.

source: E-Mail Error
fr: Yopmail LOL

source: Remember me
fr: Se souvenir de moi

source: Forgot your password?
fr: Mot de passe oublié ?

source: Powerful Tools for Investment Clubs
fr: Application en ligne pour Club d'Investissement

source: Enter your email address and we’ll let you know as soon as it’s ready.
fr: Entrez votre email et nous vous tiendrons informé dès ce ce sera prêt.

source: Enter your email here
fr: Entrez votre e-mail

source: Keep Me Updated!
fr: Envoyer

source: We respect your privacy and we will never give your email to any third party.
fr: Nous tenons à respecter votre vie privée. Nous ne donnerons jamais votre email à un tiers.

source: I need...
fr: J'ai besoin...

source: an online accounting application to
fr: d'une application en ligne pour gérer

source: manage my investment club.
fr: la comptabilité de mon club.

source: InvestiClub will allow you to easily manage your investment club: members, accounting, portfolio and communication, we provide all the tools you need to make your club successful.
fr: InvestiClub vous permet de gérer de façon facile votre club d'investissement : membres, comptabilité, portefeuille et communication interne, nous vous proposons tous les outils nécessaire pour la réussite de votre club.

source: Enter your email above and we will keep you updated!
fr: Entrez votre email ci-dessus et nous vous tiendrons informé !

source: a place where all club members
fr: d'un endroit ou tous les membres

source: can share ideas.
fr: peuvent communiquer.

source: The best thing about being part of an investment club is that you learn financial market and make money at the same time. Meetings and club reports are the only way to communicate in a traditional offline club.Our main goal is to provide a place where members can share their ideas and communicate about different topics in real-time.
fr: La meilleure chose en étant membre d'un club d'investissement est que vous pouvez apprendre la bourse et gagner de l'argent en même temps. Les assemblés et les procès verbaux sont les moyens traditionnels des clubs d'investissements d'aujourd'hui, notre but est donc de vous proposer un endroit où tous les membres de votre club peuvent partager leurs idées en temps réel.

source: to generate my club reports
fr: de générer des documents

source: and share them easily.
fr: et les partager facilement.

source: Your accountant probably spend a lot of time to write your club reports, but what if a simple clic would generate this report and send an email to all club members in less that 1 second? That's why we are here.InvestiClub is connected to stock exchanges 24/7 and provides the most accurate state of your club all the time.
fr: Votre comptable passe probablement beaucoup de temps à faire vos rapports, alors quoi de mieux qu'un simple clic pour les générer en moins d'une seconde ? Voilà une raison de plus pour laquelle vous ne pourrez plus vous passer de nous.De plus, nous sommes connectés aux places boursières 24/7 pour vous fournir des données précises en temps réel.

source: What do we offer?
fr: Que proposons nous ?

source: InvestiClub is an online management system that simplifies your investment club accouting and allows all club members to communicate and bring their knowledge together.
fr: InvestiClub est une application en ligne qui simplifie la gestion de votre comptabilité et permet aux membres se se retrouver en ligne pour partager leurs connaissances.

source: Members management
fr: Gestion des membres

source: Share your documents
fr: Partagez vos documents

source: Forum
fr: Forum de discussion

source: What's new?
fr: Quoi de neuf ?

source: They're talking about us
fr: Ils parlent de nous...

source: Any problem, suggestion or comment?
fr: Un problème, une suggestion ?

source: Let us know!
fr: Envoyez-nous un email

source: Sign-up now and make your investment club truly successful!
fr: Inscrivez-vous maintenant et profitez de nos outils gratuitement !

source: Virtual portfolio<br /> Build and follow your virtual portfolio in real-time!<br /> Club management<br /> Create and manage your own club or join an existing club using our Club Finder.<br /> Members management<br /> Manage your club members and define their roles within your club.<br /> File sharing<br /> Share with other members any file relative to your club.<br /> Financial reports<br /> We provide useful tools to auto-generate reports ranging from general journal to portfolio performance, and including members shares.
fr: Portefeuille virtuel<br /> Construisez et suivez votre portefeuille d'actions virtuel en temps réel !<br /> Gestion du club<br /> Créez et gérez votre propre club ou joignez un club existant sur la plateforme InvestiClub.<br /> Gestion des membres<br /> Gérez les membres de votre club et définissez leur rôles au sein du club.<br /> Partage de fichiers<br /> Partagez vis fichiers relatifs à votre club d'investissement avec les autres membres.<br /> Rapports financiers<br /> Nous mettons à votre disposition des outils permettant de générer automatiquement aussi bien le journal du club que les performences de votre portefeuille ou encore l'état comptable des membres du club.

source: By clicking Sign Up, you are indicating that you have read and agree to the %1$s of InvestiClub.
fr: En cliquant sur S'inscrire, vous indiquez avoir lu et approuvé les %1$s d'InvestiClub.

source: Terms of Use
fr: conditions d'utilisation

source: You're almost done...
fr: C'est presque fini...

source: Thank you %1$s %2$s for your registration. A confirmation email has been sent to you at %3$s.<br />Please, activate your account.
fr: Merci %1$s %2$s pour votre inscription. Un email de confirmation vient de vous être envoyé à %3$s.<br />Merci d'activer votre compte.

source: Confirmation Email Sent
fr: Email de confirmation envoyé

source: Accept
fr: Accepter

source: Decline
fr: Refuser

source: Club Summary
fr: Résumé du club

source: Club total assets
fr: Actifs du club

source: Club unrealized gain
fr: Plus-value latente

source: Unrealized gain performence
fr: Performence latente

source: Club performence
fr: Performence du club

source: Club Members
fr: Membres du club

source: In order to get more information about each member, please hover your mouse pointer over the pie slice you are interesting in.
fr: Afin d'obtenir plus d'information sur un membre, survolez la part du membre à l'aide du pointeur de votre souris.

source: Contributions
fr: Cotisations

source: All contributions have been paid for this period.
fr: Les cotisations de la periode courante ont été payées.
